cask_args appdir: "/Applications"

# brew
brew "curl"
brew "git"
brew "jq"
brew "openssl"
brew "mysql-client"
brew "pyenv"
brew "rbenv"
brew "tcptraceroute"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "zsh"
brew "bash-completion"
brew 'wget'
brew 'awscli'
brew "coreutils"
brew "coreutils"
brew "diffutils"
brew "ed"
brew "findutils"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "nano"
brew "unzip"

# cask
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "firefox"
# cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "iterm2"
cask "karabiner-elements"
cask "the-unarchiver"
cask "visual-studio-code"
cask "go2shell"
cask "hyperswitch"
